"Operation succeeded"  = "Åtgärden klar";
"ID is invalid"  = "Ogiltigt ID";
"Write attempted on stale version of object"  = "Försök att skriva till en ej använd version av objektet";
"No space available for write operation"  = "Det finns inte tillräckligt med utrymme";
"Permission denied"  = "Behörighet gavs inte";
"No such directory"  = "Katalogen finns inte";
"No such property"  = "Okänd egenskap";
"No such name"  = "Namnet finns inte";
"Cannot delete name object with children"  = "Kan inte radera objekt med barn";
"Object is not child of parent: cannot destroy"  = "Objektet är inte ett barn till föräldern: kan inte radera";
"Serialization error"  = "Fel vid serialisering";
"Hit network root domain"  = "Påverkad nätverksrotdomän";
"No response from remote parent"  = "Inget svar från fjärrföräldern";
"No writes allowed: all objects are read-only"  = "Det går inte att skriva, alla objekt är skrivskyddade";
"Remote system error" = "Fjärrsystemsfel";
"Can't regenerate: already in use"  = "Kan inte återskapa: används redan";
"Operation makes no sense on clone"  = "Åtgärden fyller ingen funktion på en klon";
"Can't find address of server"  = "Kan inte hitta serverns adress";
"Duplicate domain tag: can't serve it"  = "Domäntaggsdubblett: kan inte tillhandahålla den";
"No such tag"  = "Ingen sådan tagg";
"Authentication error" = "Autentiseringsfel";
"No such user" = "Användaren finns inte";
"Master server is busy" = "Huvudservern är upptagen";
"Invalid domain" = "Ogiltig domän";
"Invalid operation on master" = "Ogiltig åtgärd på huvudobjektet";
"Communication failure" = "Kommunikationsfel";
"(unknown error)" = "(okänt fel)";
